<?php

/**
 * shoprooo 微信支付语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: z1988.com $
 * $Id: bank.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['wxpay_h5'] = '微信H5支付';
$_LANG['wxpay_h5_desc'] = '微信支付，是基于客户端提供的服务功能。同时向商户提供销售经营分析、账户和资金管理的功能支持。用户通过扫描二维码、微信内打开商品页面购买等多种方式调起微信支付模块完成支付。';
$_LANG['wxpay_h5_appid'] = '微信公众号AppId';
$_LANG['wxpay_h5_appsecret'] = '微信公众号AppSecret';
$_LANG['wxpay_h5_key'] = '商户支付密钥Key';
$_LANG['wxpay_h5_mchid'] = '商户号ID';
$_LANG['wxpay_h5_signtype'] = '签名方式';
$_LANG['wxpay_h5_button'] = '立即用微信支付';
$_LANG['wxpay_h5_transaction_id'] = '交易单号';