<?php

/**
 * shoprooo 时间JS语言文件
 * ============================================================================
 * * 版权所有 2005-2016 shoprooo公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: article.php 17217 2011-01-19 06:29:08Z liubo $
*/
$_LANG['article_help_center'] = "文档帮助中心";
$_LANG['article_cat_list'] = "文章分类列表";

$_LANG['search_placeholder'] = "请填写搜索内容";

$_LANG['comment_article_success'] = "评论文章成功，等待平台审核通过显示！";
$_LANG['is_comment_article'] = "您已对该文章做出过评论！";

?>