<?php

/**
 * shoprooo 红包语言文件
 * ============================================================================
 * * 版权所有 2005-2017 shoprooo公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: bonus.php 17217 2011-01-19 06:29:08Z liubo $
*/
$_LANG['please_login'] = "请登录";
$_LANG['already_got'] = "您已经领过该红包啦";
$_LANG['no_bonus'] = "红包已发完";
$_LANG['get_success'] = "领取成功";

$_LANG['face_value'] = "面值";
$_LANG['min_order_money'] = "最小订单金额";
$_LANG['use_start_time'] = "使用开始时间";
$_LANG['use_end_time'] = "使用结束时间";
$_LANG['only_limit'] = "仅限";
$_LANG['use'] = "使用";
$_LANG['already_received'] = "已领取";
$_LANG['have_finished'] = "已领完";
$_LANG['receive'] = "领取";

?>