<?php

/**
 * shoprooo 时间JS语言文件
 * ============================================================================
 * * 版权所有 2005-2016 shoprooo公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: calendar.php 17217 2011-01-19 06:29:08Z liubo $
*/
$_LANG['brand_desc'] = "品牌描述";
$_LANG['brand_desc_notic'] = "此品牌还没有描述，请联系管理员添加品牌描述";
$_LANG['brand_goods_notic'] = "该品牌下没有商品";

?>