<?php

/**
 * shoprooo 时间JS语言文件
 * ============================================================================
 * * 版权所有 2005-2016 shoprooo公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: calendar.php 17217 2011-01-19 06:29:08Z liubo $20161214
*/
$_LANG['topic_count'] = "个话题";
$_LANG['browse_all'] = "点击浏览全部";

$_LANG['all_post'] = "全部帖子";
$_LANG['sunburn_port'] = "晒单贴";
$_LANG['discuss_post'] = "讨论帖";
$_LANG['interlocution_post'] = "问答帖";
$_LANG['circle_post'] = "圈子贴";

?>