<?php

/**
 * shoprooo 时间JS语言文件
 * ============================================================================
 * * 版权所有 2005-2016 shoprooo公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: message.php 17217 2011-01-19 06:29:08Z liubo $
*/
$_LANG['feedback'] = "意见反馈";
$_LANG['admin'] = "官方管理员";

$_LANG['message_user'] = "尊敬的用户";
$_LANG['message_reply'] = "您好！为了给您提供更好的服务，我们希望收集您使用商城时的看法或建议。对您的配合和支持表示衷心感谢！";
$_LANG['message_notic'] = "您对商城有哪些意见或建议，或者在使用过程中有什么问题，请告诉我们";
$_LANG['message_tel'] = "您的联系方式";

?>