<?php

/**
 * shoprooo 时间JS语言文件
 * ============================================================================
 * * 版权所有 2005-2016 shoprooo公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: calendar.php 17217 2011-01-19 06:29:08Z liubo $
*/
$_LANG['This_suit'] = "此套装";
$_LANG['Set_price'] = "套餐价";
$_LANG['Already_preferential'] = "已优惠";
$_LANG['jian'] = "件";
$_LANG['Simple_description'] = "简单描述";

$_LANG['package_number'] = "商品数量";
$_LANG['package_time'] = "活动时间";

$_LANG['sheng'] = "省";

?>