<?php

/**
 * shoprooo 时间JS语言文件
 * ============================================================================
 * * 版权所有 2005-2017 shoprooo公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: calendar.php 17217 2011-01-19 06:29:08Z liubo $
*/
$_LANG['Commodity_number'] = '商品编号';
$_LANG['description'] = '商品详情';
$_LANG['weight'] = "重量";
$_LANG['wholesale_rank'] = "适用等级";
$_LANG['View_price_ladder'] = "查看价格阶梯";
$_LANG['rank'] = "等级";
$_LANG['rank_desc'] = "此项只对普通会员有效，商家无效";
